APIRequest/manual_proofing_negative.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://service.datasynchronization.uhip.eohhs.ri.us/">
   <soapenv:Header/>
   <soapenv:Body>
      <ser:DsManualIdProof>
         <userName>duos1245fiow</userName>
         <workerNotes>Manual Verify</workerNotes>
      </ser:DsManualIdProof>
   </soapenv:Body>
</soapenv:Envelope>